Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Edge PoP data center & client route trace (/cdn-cgi/trace)
ar: تتبع مركز بيانات Edge PoP ومسار العميل (/cdn-cgi/trace)
de: Edge PoP Rechenzentrum & Client-Routenverfolgung (/cdn-cgi/trace)
es: Centro de datos Edge PoP y rastreo de ruta de cliente (/cdn-cgi/trace)
fr: Centre de données Edge PoP et trace de route client (/cdn-cgi/trace)
it: Data center Edge PoP e traccia del percorso client (/cdn-cgi/trace)
ja: エッジ PoP データセンターとクライアント ルート トレース (/cdn-cgi/trace)
ko: 에지 PoP 데이터 센터 및 클라이언트 경로 추적 (/cdn-cgi/trace)
pt_br: Data center Edge PoP e rastreamento de rota do cliente (/cdn-cgi/trace)
ru: Дата-центр Edge PoP и трассировка маршрута клиента (/cdn-cgi/trace)
zh_hans: 边缘 PoP 数据中心与客户端路由追踪 (/cdn-cgi/trace)
zh_hant: 邊緣 PoP 資料中心與用戶端路由追蹤 (/cdn-cgi/trace)

source: Edge PoP data center & client trace
ar: مركز بيانات Edge PoP وتتبع العميل
de: Edge-PoP-Rechenzentrum und Client-Trace
es: Centro de datos Edge PoP y seguimiento de clientes
fr: Centre de données Edge PoP et suivi des clients
it: Data center Edge PoP e tracciamento client
ja: エッジPoPデータセンターとクライアントトレース
ko: Edge PoP 데이터 센터 및 클라이언트 추적
pt_br: Data center Edge PoP e rastreamento de clientes
ru: Центр обработки данных Edge PoP и отслеживание клиентов
zh_hans: 探测客户端连接的边缘数据中心与网络属性
zh_hant: 探測客户端連線的邊緣數据中心与網路属性

source: Edge PoP data center & client trace (/cdn-cgi/trace)
ar: مركز بيانات Edge PoP وتتبع العميل (/cdn-cgi/trace)
de: Edge-PoP-Rechenzentrum und Client-Trace (/cdn-cgi/trace)
es: Centro de datos Edge PoP y seguimiento de clientes (/cdn-cgi/trace)
fr: Centre de données Edge PoP et trace client (/cdn-cgi/trace)
it: Centro dati Edge PoP e traccia client (/cdn-cgi/trace)
ja: エッジ PoP データセンターおよびクライアント トレース (/cdn-cgi/trace)
ko: Edge PoP 데이터 센터 및 클라이언트 추적(/cdn-cgi/trace)
pt_br: Data center Edge PoP e rastreamento de cliente (/cdn-cgi/trace)
ru: Центр обработки данных Edge PoP и трассировка клиентов (/cdn-cgi/trace)
zh_hans: 边缘 PoP 数据中心与客户端链路追踪 (/cdn-cgi/trace)
zh_hant: 邊緣 PoP 數据中心与客户端链路追踪 (/cdn-cgi/trace)

source: Edge Protocol & Server
ar: بروتوكول الحافة والخادم
de: Edge-Protokoll und Server
es: Protocolo perimetral y servidor
fr: Protocole et serveur Edge
it: Protocollo Edge e server
ja: エッジプロトコルとサーバー
ko: 엣지 프로토콜 및 서버
pt_br: Protocolo e servidor de borda
ru: Пограничный протокол и сервер
zh_hans: 边缘协议与服务
zh_hant: 邊緣协议与服务

source: Edge Provider
ar: مزود الحافة
de: Edge-Anbieter
es: Proveedor de borde
fr: Fournisseur Edge
it: Fornitore di bordi
ja: エッジプロバイダー
ko: 엣지 제공자
pt_br: Provedor de borda
ru: Пограничный поставщик
zh_hans: 边缘加速网络
zh_hant: 邊緣加速網路

source: Edge Response Summary
ar: ملخص استجابة الحافة
de: Edge-Antwort-Übersicht
es: Resumen de respuesta Edge
fr: Résumé de réponse Edge
it: Riepilogo risposta Edge
ja: エッジ応答サマリー
ko: 엣지 응답 요약
pt_br: Resumo de resposta Edge
ru: Сводка ответов Edge
zh_hans: 边缘响应摘要
zh_hant: 邊緣響應摘要

source: Edge Served
ar: خدم الحافة
de: Rand serviert
es: Borde servido
fr: Bord servi
it: Bordo servito
ja: エッジサービス
ko: 엣지 제공
pt_br: Borda servida
ru: Крайнее обслуживание
zh_hans: 边缘节点提供
zh_hant: 邊緣节點提供

source: Edge Settings
ar: إعدادات الحافة
de: Kanteneinstellungen
es: Configuración de borde
fr: Paramètres de bord
it: Impostazioni dei bordi
ja: エッジ設定
ko: 가장자리 설정
pt_br: Configurações de borda
ru: Краевые настройки
zh_hans: 边缘设置
zh_hant: 邊緣設定

source: Edge Snippets
ar: مقتطفات الحافة
de: Kantenausschnitte
es: Fragmentos de borde
fr: Extraits de bord
it: Snippet di bordo
ja: エッジスニペット
ko: 가장자리 조각
pt_br: Trechos de borda
ru: Краевые фрагменты
zh_hans: Edge Snippets 代码片段
zh_hant: Edge Snippets 程式碼片段

source: Edge Trace
ar: تتبع الحافة
de: Kantenverfolgung
es: Trazado de borde
fr: Trace de bord
it: Traccia del bordo
ja: エッジトレース
ko: 에지 트레이스
pt_br: Rastreamento de borda
ru: Краевая трассировка
zh_hans: 节点 Trace
zh_hant: 节點 Trace

source: Edge TTFB (First Byte)
ar: حافة TTFB (البايت الأول)
de: Edge TTFB (erstes Byte)
es: Borde TTFB (primer byte)
fr: Edge TTFB (premier octet)
it: TTFB bordo (primo byte)
ja: エッジ TTFB (最初のバイト)
ko: 에지 TTFB(첫 번째 바이트)
pt_br: Borda TTFB (primeiro byte)
ru: Edge TTFB (первый байт)
zh_hans: 首字节时延 (TTFB)
zh_hant: 首字节時延 (TTFB)

source: Edge TTL
ar: حافة TTL
de: Kanten-TTL
es: TTL de borde
fr: TTL de bord
it: Bordo TTL
ja: エッジTTL
ko: 엣지 TTL
pt_br: TTL de borda
ru: Край TTL
zh_hans: 边缘 TTL
zh_hant: 邊緣 TTL

source: Edge TTL Mode
ar: وضع الحافة TTL
de: Edge-TTL-Modus
es: Modo TTL de borde
fr: Mode TTL périphérique
it: Modalità Edge TTL
ja: エッジTTLモード
ko: 엣지 TTL 모드
pt_br: Modo TTL de borda
ru: Краевой режим TTL
zh_hans: 边缘 TTL 模式
zh_hant: 邊緣 TTL 模式

source: Edge: Degraded
ar: الحافة: متدهورة
de: Rand: Beeinträchtigt
es: Borde: Degradado
fr: Bord : dégradé
it: Bordo: degradato
ja: エッジ: 劣化
ko: 가장자리: 성능 저하
pt_br: Borda: Degradada
ru: Край: Деградированный
zh_hans: 边缘状态：降级
zh_hant: 邊緣状態：降級

source: Edge: Optimal
ar: الحافة: الأمثل
de: Kante: Optimal
es: Borde: Óptimo
fr: Bord : optimal
it: Bordo: ottimale
ja: エッジ: 最適
ko: 엣지: 최적
pt_br: Borda: Ideal
ru: Край: Оптимальный
zh_hans: 边缘：最佳状态
zh_hant: 邊緣：最佳状態

source: Edge: Outage
ar: الحافة: الانقطاع
de: Edge: Ausfall
es: Borde: interrupción
fr: Bord : panne
it: Bordo: interruzione
ja: エッジ: 停止
ko: 엣지: 중단
pt_br: Borda: Interrupção
ru: Край: Отключение
zh_hans: 边缘状态：故障
zh_hant: 邊緣状態：故障

source: Edit
ar: يحرر
de: Bearbeiten
es: Editar
fr: Modifier
it: Modificare
ja: 編集
ko: 편집하다
pt_br: Editar
ru: Редактировать
zh_hans: 编辑
zh_hant: 編輯

source: Edit & Deploy
ar: تحرير ونشر
de: Bearbeiten und bereitstellen
es: Editar e implementar
fr: Modifier et déployer
it: Modifica e distribuisci
ja: 編集と展開
ko: 편집 및 배포
pt_br: Editar e implantar
ru: Редактирование и развертывание
zh_hans: 编辑与部署
zh_hant: 編輯与部署

source: Edit Column Values
ar: تحرير قيم العمود
de: Spaltenwerte bearbeiten
es: Editar valores de columna
fr: Modifier les valeurs des colonnes
it: Modifica valori colonna
ja: 列値の編集
ko: 열 값 편집
pt_br: Editar valores de coluna
ru: Редактировать значения столбцов
zh_hans: 编辑列值
zh_hant: 編輯列值

source: Edit Record
ar: تحرير السجل
de: Datensatz bearbeiten
es: Editar registro
fr: Modifier l'enregistrement
it: Modifica registrazione
ja: レコードの編集
ko: 기록 편집
pt_br: Editar registro
ru: Редактировать запись
zh_hans: 编辑解析记录
zh_hant: 编辑解析记录

source: Edit Row
ar: تحرير الصف
de: Zeile bearbeiten
es: Editar fila
fr: Modifier la ligne
it: Modifica riga
ja: 行の編集
ko: 행 편집
pt_br: Editar linha
ru: Редактировать строку
zh_hans: 编辑行
zh_hant: 編輯行

source: Edit Variable
ar: تحرير المتغير
de: Variable bearbeiten
es: Editar variable
fr: Modifier une variable
it: Modifica variabile
ja: 変数の編集
ko: 변수 편집
pt_br: Editar variável
ru: Редактировать переменную
zh_hans: 编辑变量
zh_hant: 編輯變量

source: Edit variable %@
ar: تحرير المتغير %@
de: Variable %@ bearbeiten
es: Editar variable %@
fr: Modifier la variable %@
it: Modifica variabile %@
ja: 変数 %@ を編集します
ko: 변수 %@ 편집
pt_br: Editar variável %@
ru: Изменить переменную %@
zh_hans: 编辑变量 %@
zh_hant: 編輯變量 %@

source: Edit Widget
ar: تحرير القطعة
de: Widget bearbeiten
es: Editar widget
fr: Modifier le widget
it: Modifica widget
ja: ウィジェットの編集
ko: 위젯 편집
pt_br: Editar widget
ru: Редактировать виджет
zh_hans: 编辑小组件
zh_hant: 編輯小組件

source: Edit Widget Settings
ar: تحرير إعدادات القطعة
de: Bearbeiten Sie die Widget-Einstellungen
es: Editar configuración de widgets
fr: Modifier les paramètres du widget
it: Modifica le impostazioni del widget
ja: ウィジェット設定の編集
ko: 위젯 설정 편집
pt_br: Editar configurações de widget
ru: Изменить настройки виджета
zh_hans: 编辑小组件设置
zh_hant: 編輯小組件設定

source: Editor Mode
ar: وضع المحرر
de: Editormodus
es: Modo editor
fr: Mode éditeur
it: Modalità editor
ja: エディタモード
ko: 편집기 모드
pt_br: Modo editor
ru: Режим редактора
zh_hans: 编辑器模式
zh_hant: 編輯器模式

source: Effortlessly manage your Cloudflare zones, DNS records, and settings from anywhere.
ar: قم بإدارة مناطق Cloudflare وسجلات DNS والإعدادات بسهولة من أي مكان.
de: Verwalten Sie Ihre Cloudflare-Zonen, DNS-Einträge und Einstellungen mühelos von überall aus.
es: Administre sin esfuerzo sus zonas, registros DNS y configuraciones de Cloudflare desde cualquier lugar.
fr: Gérez sans effort vos zones Cloudflare, vos enregistrements DNS et vos paramètres depuis n'importe où.
it: Gestisci facilmente le tue zone Cloudflare, i record DNS e le impostazioni da qualsiasi luogo.
ja: Cloudflare ゾーン、DNS レコード、設定をどこからでも簡単に管理できます。
ko: Cloudflare 영역, DNS 레코드, 설정을 어디서나 손쉽게 관리하세요.
pt_br: Gerencie facilmente suas zonas, registros DNS e configurações da Cloudflare de qualquer lugar.
ru: Легко управляйте своими зонами Cloudflare, записями DNS и настройками из любого места.
zh_hans: 随时随地轻松管理您的 Cloudflare 域名、DNS 记录和设置。
zh_hant: 随時随地轻松管理您的 Cloudflare 網域稱、DNS 记录和設定。

source: Eligibility
ar: الأهلية
de: Teilnahmeberechtigung
es: Elegibilidad
fr: Admissibilité
it: Idoneità
ja: 資格
ko: 적임
pt_br: Elegibilidade
ru: Право на участие
zh_hans: 资格
zh_hant: 资格

source: Eligible for cache
ar: مؤهلة لذاكرة التخزين المؤقت
de: Geeignet für den Cache
es: Elegible para caché
fr: Éligible au cache
it: Idoneo per la cache
ja: キャッシュの対象となる
ko: 캐시 사용 가능
pt_br: Elegível para cache
ru: Доступно для кэша
zh_hans: 符合缓存条件
zh_hant: 符合快取條件

source: Email
ar: بريد إلكتروني
es: Correo electrónico
fr: Courriel
ja: 電子メール
ko: 이메일
ru: Электронная почта
zh_hans: 电子邮箱
zh_hant: 电子邮箱

source: Email Address Obfuscation
ar: تشويش عنوان البريد الإلكتروني
de: Verschleierung von E-Mail-Adressen
es: Ofuscación de direcciones de correo electrónico
fr: Obscurcissement des adresses e-mail
it: Offuscamento dell'indirizzo e-mail
ja: メールアドレスの難読化
ko: 이메일 주소 난독화
pt_br: Ofuscação de endereço de e-mail
ru: Обфускация адреса электронной почты
zh_hans: 电子邮箱地址混淆
zh_hant: 电子邮箱地址混淆

source: Email Obfuscation
ar: تشويش البريد الإلكتروني
de: E-Mail-Verschleierung
es: Ofuscación del correo electrónico
fr: Obscurcissement des e-mails
it: Offuscamento della posta elettronica
ja: 電子メールの難読化
ko: 이메일 난독화
pt_br: Ofuscação de e-mail
ru: Обфускация электронной почты
zh_hans: 邮箱混淆保护
zh_hant: 邮箱混淆保護

source: Email obfuscation & hotlink protection
ar: تشويش البريد الإلكتروني وحماية الارتباط الساخن
de: E-Mail-Verschleierung und Hotlink-Schutz
es: Ofuscación de correo electrónico y protección de enlaces directos
fr: Obfuscation des e-mails et protection des liens hypertextes
it: Offuscamento della posta elettronica e protezione dei collegamenti attivi
ja: 電子メールの難読化とホットリンクの保護
ko: 이메일 난독화 및 핫링크 보호
pt_br: Ofuscação de e-mail e proteção de hotlink
ru: Обфускация электронной почты и защита хотлинков
zh_hans: 邮箱地址混淆与外链防盗
zh_hant: 邮箱地址混淆与外链防盗

source: Email Routing
ar: توجيه البريد الإلكتروني
es: Enrutamiento de correo electrónico
fr: Routage des e-mails
it: Routing e-mail
ja: 電子メール ルーティング
ko: 이메일 라우팅
pt_br: Roteamento de e-mail
ru: Маршрутизация электронной почты
zh_hans: 电子邮件路由
zh_hant: 電子郵件路由

source: Email Routing Disabled
ar: تم تعطيل توجيه البريد الإلكتروني
de: E-Mail-Routing deaktiviert
es: Enrutamiento de correo desactivado
fr: Routage d'e-mails désactivé
it: Routing email disattivato
ja: メール ルーティングを無効にしました
ko: 이메일 라우팅 비활성화됨
pt_br: Roteamento de e-mail desativado
ru: Маршрутизация электронной почты отключена
zh_hans: 已禁用电子邮件路由
zh_hant: 已停用電子郵件路由

source: Email Routing Enabled
ar: تم تفعيل توجيه البريد الإلكتروني
de: E-Mail-Routing aktiviert
es: Enrutamiento de correo activado
fr: Routage d'e-mails activé
it: Routing email attivato
ja: メール ルーティングを有効にしました
ko: 이메일 라우팅 활성화됨
pt_br: Roteamento de e-mail ativado
ru: Маршрутизация электронной почты включена
zh_hans: 已启用电子邮件路由
zh_hant: 已啟用電子郵件路由

source: Email Rule Added
ar: تمت إضافة قاعدة البريد الإلكتروني
de: E-Mail-Regel hinzugefügt
es: Regla de correo electrónico agregada
fr: Règle de courrier électronique ajoutée
it: Aggiunta regola e-mail
ja: 電子メールルールの追加
ko: 이메일 규칙이 추가됨
pt_br: Regra de e-mail adicionada
ru: Добавлено правило электронной почты
zh_hans: 已添加邮件规则
zh_hant: 已新增邮件規則

source: Email Rule Created
ar: تم إنشاء قاعدة البريد الإلكتروني
de: E-Mail-Regel erstellt
es: Regla de correo creada
fr: Règle d'e-mail créée
it: Regola email creata
ja: メール ルールを作成しました
ko: 이메일 규칙 생성됨
pt_br: Regra de e-mail criada
ru: Правило электронной почты создано
zh_hans: 邮件规则已创建
zh_hant: 郵件規則已建立

source: Email Rule Deleted
ar: تم حذف قاعدة البريد الإلكتروني
de: E-Mail-Regel gelöscht
es: Regla de correo electrónico eliminada
fr: Règle de courrier électronique supprimée
it: Regola e-mail eliminata
ja: 電子メールルールが削除されました
ko: 이메일 규칙이 삭제되었습니다.
pt_br: Regra de e-mail excluída
ru: Правило электронной почты удалено
zh_hans: 邮件路由规则已删除
zh_hant: 邮件路由規則已刪除

source: Emergency Defense
ar: الدفاع في حالات الطوارئ
de: Notfallverteidigung
es: Defensa de emergencia
fr: Défense d'urgence
it: Difesa di emergenza
ja: 緊急防御
ko: 비상 방어
pt_br: Defesa de emergência
ru: Экстренная защита
zh_hans: 紧急防御
zh_hant: 緊急防禦

source: Empty Namespace
ar: مساحة الاسم فارغة
de: Leerer Namespace
es: Espacio de nombres vacío
fr: Espace de noms vide
it: Spazio dei nomi vuoto
ja: 空の名前空間
ko: 빈 네임스페이스
pt_br: Namespace vazio
ru: Пустое пространство имен
zh_hans: 命名空间为空
zh_hant: 命名空間為空

source: Empty Table
ar: جدول فارغ
de: Leerer Tisch
es: Mesa vacía
fr: Tableau vide
it: Tabella vuota
ja: 空のテーブル
ko: 빈 테이블
pt_br: Mesa Vazia
ru: Пустой стол
zh_hans: 空数据表
zh_hant: 空數据表

source: Enable
ar: يُمكَِن
de: Aktivieren
es: Permitir
fr: Activer
it: Abilitare
ja: 有効にする
ko: 할 수 있게 하다
pt_br: Habilitar
ru: Давать возможность
zh_hans: 启用
zh_hant: 啟用

source: Enable DNSSEC
ar: تمكين DNSSEC
de: Aktivieren Sie DNSSEC
es: Habilitar DNSSEC
fr: Activer DNSSEC
it: Abilita DNSSEC
ja: DNSSECを有効にする
ko: DNSSEC 활성화
pt_br: Habilitar DNSSEC
ru: Включить DNSSEC
zh_hans: 开启 DNSSEC
zh_hant: 开启 DNSSEC

source: Enable HSTS
ar: تمكين HSTS
de: Aktivieren Sie HSTS
es: Habilitar HSTS
fr: Activer HSTS
it: Abilita HSTS
ja: HSTSを有効にする
ko: HSTS 활성화
pt_br: Habilitar HSTS
ru: Включить HSTS
zh_hans: 启用 HSTS
zh_hant: 啟用 HSTS

source: Enable IPv6 support and dual-stack gateway.
ar: تمكين دعم IPv6 وبوابة المكدس المزدوج.
de: IPv6-Unterstützung und Dual-Stack-Gateway aktivieren.
es: Habilita compatibilidad con IPv6 y puerta de enlace de doble pila.
fr: Activez la prise en charge d'IPv6 et la passerelle double pile.
it: Abilita supporto IPv6 e gateway dual-stack.
ja: IPv6 サポートとデュアル スタック ゲートウェイを有効にします。
ko: IPv6 지원 및 듀얼 스택 게이트웨이를 활성화합니다.
pt_br: Habilite suporte a IPv6 e gateway dual-stack.
ru: Включить поддержку IPv6 и шлюз двойного стека.
zh_hans: 启用 IPv6 支持和双栈网关。
zh_hant: 啟用 IPv6 支援和雙堆疊閘道。

source: Enable IPv6 support and gateway.
ar: تمكين دعم IPv6 والبوابة.
de: Aktivieren Sie IPv6-Unterstützung und Gateway.
es: Habilite la compatibilidad con IPv6 y la puerta de enlace.
fr: Activez la prise en charge et la passerelle IPv6.
it: Abilita il supporto e il gateway IPv6.
ja: IPv6 サポートとゲートウェイを有効にします。
ko: IPv6 지원 및 게이트웨이를 활성화합니다.
pt_br: Ative o suporte e gateway IPv6.
ru: Включите поддержку и шлюз IPv6.
zh_hans: 启用 IPv6 支持和网关。
zh_hant: 啟用 IPv6 支持和網關。

source: Enable r2.dev Subdomain
ar: تمكين النطاق الفرعي r2.dev
de: Aktivieren Sie die Subdomäne r2.dev
es: Habilitar el subdominio r2.dev
fr: Activer le sous-domaine r2.dev
it: Abilita il sottodominio r2.dev
ja: r2.dev サブドメインを有効にする
ko: r2.dev 하위 도메인 활성화
pt_br: Habilitar subdomínio r2.dev
ru: Включить поддомен r2.dev
zh_hans: 启用 r2.dev 子域名
zh_hant: 啟用 r2.dev 子網域稱

source: Enable the latest version of the TLS protocol for improved security and performance.
ar: قم بتمكين الإصدار الأحدث من بروتوكول TLS لتحسين الأمان والأداء.
de: Aktivieren Sie die neueste Version des TLS-Protokolls für verbesserte Sicherheit und Leistung.
es: Habilite la última versión del protocolo TLS para mejorar la seguridad y el rendimiento.
fr: Activez la dernière version du protocole TLS pour une sécurité et des performances améliorées.
it: Abilita la versione più recente del protocollo TLS per migliorare sicurezza e prestazioni.
ja: セキュリティとパフォーマンスを向上させるために、最新バージョンの TLS プロトコルを有効にします。
ko: 보안 및 성능 향상을 위해 최신 버전의 TLS 프로토콜을 활성화하세요.
pt_br: Habilite a versão mais recente do protocolo TLS para maior segurança e desempenho.
ru: Включите последнюю версию протокола TLS для повышения безопасности и производительности.
zh_hans: 启用最新版本的 TLS 协议以提高安全性和性能。
zh_hant: 啟用最新版本的 TLS 协议以提高安全性性和性能。

source: Enable Under Attack Mode
ar: تمكين تحت وضع الهجوم
de: Aktivieren Sie den Unterangriffsmodus
es: Habilitar el modo bajo ataque
fr: Activer le mode sous-attaque
it: Abilita la modalità Sotto attacco
ja: 攻撃中モードを有効にする
ko: 공격 중 모드 활성화
pt_br: Ativar modo sob ataque
ru: Включить режим атаки
zh_hans: 启用受攻击模式
zh_hant: 啟用受攻击模式

source: Enable Under Attack Mode?
ar: تمكين تحت وضع الهجوم؟
de: Unterangriffsmodus aktivieren?
es: ¿Habilitar el modo bajo ataque?
fr: Activer le mode sous-attaque ?
it: Abilitare la modalità Sotto attacco?
ja: 攻撃中モードを有効にしますか?
ko: 공격 중 모드를 활성화하시겠습니까?
pt_br: Ativar modo sob ataque?
ru: Включить режим атаки?
zh_hans: 要启用受攻击模式吗？
zh_hant: 要啟用受攻击模式吗？

source: Enable Universal SSL
ar: تمكين SSL العالمي
de: Aktivieren Sie Universal SSL
es: Habilitar SSL universal
fr: Activer SSL universel
it: Abilita SSL universale
ja: ユニバーサルSSLを有効にする
ko: 유니버설 SSL 활성화
pt_br: Habilitar SSL universal
ru: Включить универсальный SSL
zh_hans: 启用通用 SSL
zh_hant: 啟用通用 SSL

source: Enabled
ar: ممكّن
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato
ja: 有効
ko: 활성화됨
pt_br: Habilitado
ru: Включено
zh_hans: 已启用
zh_hant: 已啟用

source: Enabled (5s challenge active)
ar: ممكّن (تحدي 5 ثوانٍ نشط)
de: Aktiviert (5-Sekunden-Challenge aktiv)
es: Habilitado (desafío 5s activo)
fr: Activé (défi 5s actif)
it: Abilitato (sfida da 5 secondi attiva)
ja: 有効 (5 秒チャレンジがアクティブ)
ko: 활성화됨(5초 챌린지 활성화)
pt_br: Ativado (desafio 5s ativo)
ru: Включено (активен вызов 5 секунд)
zh_hans: 已启用（5秒质询已激活）
zh_hant: 已啟用（5秒質詢已激活）

source: Enabled (Cache bypassed for 3h)
ar: ممكّن (تم تجاوز ذاكرة التخزين المؤقت لمدة 3 ساعات)
de: Aktiviert (Cache wird 3 Stunden lang umgangen)
es: Habilitado (caché omitido durante 3 h)
fr: Activé (Cache contourné pendant 3h)
it: Abilitato (cache ignorata per 3 ore)
ja: 有効 (キャッシュは 3 時間バイパスされます)
ko: 활성화됨(3시간 동안 캐시 우회)
pt_br: Ativado (Cache ignorado por 3h)
ru: Включено (кэш отключен в течение 3 часов)
zh_hans: 已启用（绕过缓存3小时）
zh_hant: 已啟用（绕過快取3小時）

source: Enabled (workers.dev)
ar: ممكّن (workers.dev)
de: Aktiviert (workers.dev)
es: Habilitado (workers.dev)
fr: Activé (workers.dev)
it: Abilitato (workers.dev)
ja: 有効 (workers.dev)
ko: 활성화됨(workers.dev)
pt_br: Habilitado (workers.dev)
ru: Включено (workers.dev)
zh_hans: 已启用 (workers.dev)
zh_hant: 已啟用 (workers.dev)

source: Encrypt Value (Secret)
ar: تشفير القيمة (سر)
de: Wert verschlüsseln (Secret)
es: Cifrar valor (Secreto)
fr: Chiffrer la valeur (Secret)
it: Crittografa valore (Segreto)
ja: 値を暗号化 (シークレット)
ko: 값 암호화 (시크릿)
pt_br: Criptografar valor (Segredo)
ru: Зашифровать значение (Секрет)
zh_hans: 加密此值 (密钥)
zh_hant: 加密此數值 (密鑰)

source: ENCRYPTED
ar: مشفرة
de: VERSCHLÜSSELT
es: CIFRADO
fr: CHIFFRÉ
it: CRIPTATO
ja: 暗号化された
ko: 암호화됨
pt_br: CRIPTOGRAFADO
ru: зашифровано
zh_hans: 已加密
zh_hant: 已加密

source: Encrypted end-to-end (self-signed allowed).
ar: تشفير شامل من البداية إلى النهاية (يُسمح بالشهادات الموقعة ذاتيًا).
de: Ende-zu-Ende-Verschlüsselung (selbstsigniert erlaubt).
es: Cifrado de extremo a extremo (se permite autofirmado).
fr: Chiffrement de bout en bout (autosigné autorisé).
it: Crittografia end-to-end (consentiti certificati autofirmati).
ja: エンドツーエンドで暗号化（自己署名証明書を許可）。
ko: 엔드투엔드 암호화 (자체 서명 인증서 허용).
pt_br: Criptografia de ponta a ponta (autoassinado permitido).
ru: Сквозное шифрование (допускается самоподписанный сертификат).
zh_hans: 端到端加密（允许自签名证书）。
zh_hant: 端到端加密（允許自我簽署憑證）。

source: Encrypted end-to-end with verified CA cert.
ar: تشفير شامل مع شهادة CA موثقة.
de: Ende-zu-Ende-Verschlüsselung mit verifiziertem CA-Zertifikat.
es: Cifrado de extremo a extremo con certificado de CA verificado.
fr: Chiffrement de bout en bout avec certificat CA vérifié.
it: Crittografia end-to-end con certificato CA verificato.
ja: エンドツーエンドで暗号化（有効な CA 証明書が必要）。
ko: 엔드투엔드 암호화 (유효한 CA 인증서 필요).
pt_br: Criptografia de ponta a ponta com certificado CA verificado.
ru: Сквозное шифрование с проверенным сертификатом CA.
zh_hans: 端到端加密（需要有效的 CA 证书）。
zh_hant: 端到端加密（需要有效的 CA 憑證）。

source: Encrypted Secret
ar: السر المشفر
de: Verschlüsseltes Geheimnis
es: Secreto cifrado
fr: Secret crypté
it: Segreto crittografato
ja: 暗号化された秘密
ko: 암호화된 비밀
pt_br: Segredo criptografado
ru: Зашифрованный секрет
zh_hans: 加密 Secret
zh_hant: 加密机密

source: Encrypted Secrets
ar: أسرار مشفرة
de: Verschlüsselte Geheimnisse
es: Secretos cifrados
fr: Secrets cryptés
it: Segreti crittografati
ja: 暗号化された秘密
ko: 암호화된 비밀
pt_br: Segredos criptografados
ru: Зашифрованные секреты
zh_hans: 加密密钥
zh_hant: 加密密钥

source: Encrypted Secrets (%lld)
ar: الأسرار المشفرة (%lld)
de: Verschlüsselte Geheimnisse (%lld)
es: Secretos cifrados (%lld)
fr: Secrets chiffrés (%lld)
it: Segreti crittografati (%lld)
ja: 暗号化されたシークレット (%lld)
ko: 암호화된 비밀(%lld)
pt_br: Segredos criptografados (%lld)
ru: Зашифрованные секреты (%lld)
zh_hans: 加密密钥 (%lld)
zh_hant: 加密密钥 (%lld)

source: Encrypted to edge, plain HTTP to origin.
ar: مشفر حتى الحافة، HTTP عادي إلى الخادم الأصلي.
de: Bis zum Edge verschlüsselt, reines HTTP zum Origin.
es: Cifrado en el borde, HTTP sin cifrar al origen.
fr: Chiffré jusqu'au Edge, HTTP en clair vers l'origine.
it: Crittografato fino all'Edge, HTTP in chiaro verso l'origine.
ja: エッジまでは暗号化、オリジンへは平文 HTTP。
ko: 에지까지 암호화, 원본에는 일반 HTTP 전송.
pt_br: Criptografado até a borda, HTTP simples para a origem.
ru: Шифрование до Edge, обычный HTTP к серверу источника.
zh_hans: 边缘加密，到源服务器使用明文 HTTP。
zh_hant: 邊緣加密，到源伺服器使用明文 HTTP。

source: Encryption Mode
ar: وضع التشفير
de: Verschlüsselungsmodus
es: Modo de cifrado
fr: Mode de cryptage
it: Modalità di crittografia
ja: 暗号化モード
ko: 암호화 모드
pt_br: Modo de criptografia
ru: Режим шифрования
zh_hans: 加密模式
zh_hant: 加密模式

source: Encryption mode & HTTPS settings
ar: وضع التشفير وإعدادات HTTPS
de: Verschlüsselungsmodus und HTTPS-Einstellungen
es: Modo de cifrado y configuración HTTPS
fr: Mode de cryptage et paramètres HTTPS
it: Modalità di crittografia e impostazioni HTTPS
ja: 暗号化モードとHTTPS設定
ko: 암호화 모드 및 HTTPS 설정
pt_br: Modo de criptografia e configurações de HTTPS
ru: Режим шифрования и настройки HTTPS
zh_hans: 加密模式与 HTTPS 设置
zh_hant: 加密模式与 HTTPS 設定

source: Endpoint URL copied
ar: تم نسخ عنوان URL لنقطة النهاية
de: Endpunkt-URL kopiert
es: URL del punto final copiada
fr: URL du point de terminaison copiée
it: URL dell'endpoint copiato
ja: エンドポイント URL がコピーされました
ko: 엔드포인트 URL이 복사되었습니다.
pt_br: URL do terminal copiado
ru: URL конечной точки скопирован.
zh_hans: 端点 URL 已复制
zh_hant: 端點 URL 已複製

source: Enforcing HSTS tells browsers to never load your site over plain HTTP.
ar: إن فرض HSTS يخبر المتصفحات بعدم تحميل موقعك مطلقًا عبر HTTP العادي.
de: Das Erzwingen von HSTS weist Browser an, Ihre Website niemals über einfaches HTTP zu laden.
es: Imponer HSTS indica a los navegadores que nunca carguen tu sitio a través de HTTP simple.
fr: L'application de HSTS indique aux navigateurs de ne jamais charger votre site via un simple HTTP.
it: L'applicazione di HSTS indica ai browser di non caricare mai il sito tramite semplice HTTP.
ja: HSTS を強制すると、ブラウザは通常の HTTP 経由でサイトを読み込まなくなります。
ko: HSTS를 강제 적용하면 브라우저가 일반 HTTP를 통해 사이트를 로드하지 않도록 지시합니다.
pt_br: Impor HSTS instrui os navegadores a nunca carregarem seu site por HTTP simples.
ru: Принудительное использование HSTS указывает браузерам никогда не загружать ваш сайт через обычный HTTP.
zh_hans: 强制执行 HSTS 可指示浏览器切勿通过纯 HTTP 加载您的网站。
zh_hant: 強制執行 HSTS 可指示瀏覽器切勿透過純 HTTP 載入您的網站。

source: Engine
ar: محرك
de: Motor
es: Motor
fr: Moteur
it: Motore
ja: エンジン
ko: 엔진
pt_br: Motor
ru: Двигатель
zh_hans: 引擎
zh_hant: 引擎

source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
pt_br: Inglês
ru: Английский
zh_hans: 英语
zh_hant: 英語
